Repository: xfce-mirror/thunar-vcs-plugin
Catalog: po/*.po
Languages: ro, vi

source: Add
ro: Adaugă
vi: Thêm

source: Add file contents to the index
ro: Adaugă conținutul fișierului la index
vi: Thêm nội dung tệp vào chỉ mục

source: Blame
ro: Vinovatul

source: Show what revision and author last modified each line of a file
ro: Afișează ce revizuire și ce autor a modificat ultima dată fiecare linie dintr-un fișier
vi: Hiển thị phiên bản và tác giả sửa đổi lần cuối mỗi dòng của tệp

source: Branch
ro: Ramură
vi: Nhánh

source: List, create or switch branches
ro: Listează creează sau schimbă ramura
vi: Liệt kê, tạo hoặc chuyển nhánh

source: Clean
ro: Curăță
vi: Dọn dẹp

source: Remove untracked files from the working tree
ro: Elimină fișierele neînregistrate din arborele de lucru
vi: Loại bỏ các tệp không được theo dõi khỏi cây làm việc

source: Clone
ro: Clonează
vi: Sao chép

source: Clone a repository into a new directory
ro: Clonează un depozit într-un director nou
vi: Sao chép kho lưu trữ vào thư mục mới

source: Log
ro: Jurnal
vi: Nhật ký

source: Show commit logs
ro: Afișează jurnalele de comitere a modificărilor
vi: Hiển thị nhật ký commit

source: Move
ro: Mută
vi: Di chuyển

source: Move or rename a file, a directory, or a symlink
ro: Mută sau redenumește un fișier, un director sau o legătură simbolică
vi: Di chuyển hoặc đổi tên tệp, thư mục hoặc liên kết tượng trưng

source: Reset
ro: Reinițializează
vi: Đặt lại

source: Reset current HEAD to the specified state
ro: Reinițializează HEAD-ul curent la starea specificată
vi: Đặt lại HEAD hiện tại về trạng thái đã chỉ định

source: Stash
ro: Ascunde

source: Stash the changes in a dirty working directory away
ro: Ascunde modificările într-un director de lucru murdar
vi: Cất giữ các thay đổi trong thư mục làm việc chưa sạch

source: Status
ro: Stare
vi: Trạng thái

source: Show the working tree status
ro: Afișează starea arborelui de lucru
vi: Hiển thị trạng thái cây làm việc

source: Action %s is unimplemented
ro: Acțiunea %s nu este implementată
vi: Hành động %s chưa được triển khai

source: Add files, directories, or symbolic links
ro: Adaugă fișiere, directoare sau legături simbolice
vi: Thêm tệp, thư mục hoặc liên kết tượng trưng

source: Checkout
ro: Verificare

source: Check out a working copy from a repository
ro: Verifică o copie de lucru dintr-un depozit
vi: Checkout bản sao làm việc từ kho lưu trữ

source: Cleanup
ro: Curățare
vi: Dọn dẹp

source: Recursively clean up the working copy
ro: Curăță recursiv copia de lucru
vi: Dọn dẹp đệ quy bản sao làm việc

source: Commit
ro: Comitere modificări

source: Send changes from your working copy to the repository
ro: Trimite modificările din copia de lucru către depozit
vi: Gửi thay đổi từ bản sao làm việc đến kho lưu trữ

source: Copy
ro: Copiază
vi: Sao chép

source: Copy a file or directory in a working copy or in the repository
ro: Copiază un fișier sau un director într-o copie de lucru sau în depozit
vi: Sao chép tệp hoặc thư mục trong bản sao làm việc hoặc trong kho lưu trữ

source: Delete
ro: Șterge
vi: Xóa

source: Delete an item from a working copy or the repository
ro: Șterge un element dintr-o copie de lucru sau din depozit
vi: Xóa mục khỏi bản sao làm việc hoặc kho lưu trữ

source: Diff
ro: Diferențe
vi: So sánh

source: Display the differences between two revisions or paths
ro: Afișează diferențele dintre două revizuiri sau rute
vi: Hiển thị sự khác biệt giữa hai phiên bản hoặc đường dẫn

source: Export
ro: Exportă
vi: Xuất

source: Export a clean directory tree
ro: Exportă un arbore de directoare curat
vi: Xuất cây thư mục sạch

source: Import
ro: Importă
vi: Nhập

source: Commit an unversioned file or tree into the repository
ro: Introduce un fișier sau un arbore fără versiune în depozit
vi: Commit tệp hoặc cây chưa được quản lý phiên bản vào kho lưu trữ

source: Lock
ro: Blocare
vi: Khóa

source: Lock working copy paths in the repository so that no other user can commit changes to them
ro: Blochează rutele copiei de lucru în depozit, astfel încât niciun alt utilizator să nu poată comite modificări la acestea
vi: Khóa đường dẫn bản sao làm việc trong kho lưu trữ để người dùng khác không thể commit thay đổi vào chúng

source: Move a file or directory
ro: Mută un fișier sau un director
vi: Di chuyển tệp hoặc thư mục

source: Edit Properties
ro: Editare proprietăți
vi: Chỉnh sửa thuộc tính

source: Edit the property of one or more items
ro: Editează proprietatea unuia sau mai multor elemente
vi: Chỉnh sửa thuộc tính của một hoặc nhiều mục

source: Relocate
ro: Realocare
vi: Thay đổi vị trí

source: Relocate the working copy to point to a different repository root URL
ro: Realocă copia de lucru pentru a indica o altă adresă URL a rădăcinii depozitului
vi: Thay đổi vị trí bản sao làm việc để trỏ đến URL gốc kho lưu trữ khác

source: Resolved
ro: Rezolvare
vi: Đã giải quyết

source: Remove "conflicted" state on working copy files or directories
ro: Elimină starea „conflictuală” a fișierelor sau directoarelor copiei de lucru
vi: Loại bỏ trạng thái "xung đột" trên tệp hoặc thư mục bản sao làm việc

source: Revert
ro: Revenire (la valorile dinainte)
vi: Hoàn nguyên

source: Undo all local edits
ro: Anulează toate modificările locale
vi: Hoàn tác tất cả chỉnh sửa cục bộ

source: Switch
ro: Schimbă
vi: Chuyển

source: Update working copy to a different URL
ro: Actualizează copia de lucru la o adresă URL diferită
vi: Cập nhật bản sao làm việc đến URL khác

source: Unlock
ro: Deblocare
vi: Mở khóa

source: Unlock working copy paths
ro: Deblochează rutele copiei de lucru
vi: Mở khóa đường dẫn bản sao làm việc

source: Update
ro: Actualizare
vi: Cập nhật

source: Update your working copy
ro: Actualizează copia dvs. de lucru
vi: Cập nhật bản sao làm việc của bạn

source: Unknown
ro: Necunoscut
vi: Không rõ

source: Revision:
ro: Revizuire:
vi: Phiên bản:

source: Repository:
ro: Depozit:
vi: Kho lưu trữ:

source: Modified revision:
ro: Revizuire modificată:
vi: Phiên bản sửa đổi:

source: Modified date:
ro: Data modificării:
vi: Ngày sửa đổi:

source: Author:
ro: Autor:
vi: Tác giả:

source: Changelist:
ro: Lista modificărilor:
vi: Danh sách thay đổi:

source: Depth:
ro: Adâncime:
vi: Độ sâu:

source: Empty
ro: Gol
vi: Trống

source: Files
ro: Fișiere
vi: Tệp

source: Immediates
ro: Imediat
vi: Trực tiếp

source: Infinity
ro: Infinit
vi: Vô hạn

source: Print version information
ro: Afișează informațiile despre versiune
vi: In thông tin phiên bản

source: Execute add action
ro: Execută acțiunea de adăugare
vi: Thực hiện hành động thêm

source: Execute blame action
ro: Execută acțiunea de învinuire
vi: Thực hiện hành động blame

source: Execute branch action
ro: Execută acțiunea de ramificare
vi: Thực hiện hành động nhánh

source: Execute clean action
ro: Execută acțiunea de curățare
vi: Thực hiện hành động dọn dẹp

source: Execute clone action
ro: Execută acțiunea de clonare
vi: Thực hiện hành động sao chép

source: Execute log action
ro: Execută acțiunea de înregistrare(jurnalizare)
vi: Thực hiện hành động nhật ký

source: Execute move action
ro: Execută acțiunea de mutare
vi: Thực hiện hành động di chuyển

source: Execute reset action
ro: Execută acțiunea de reinițializare
vi: Thực hiện hành động đặt lại

source: Execute stash action
ro: Execută acțiunea de ascundere
vi: Thực hiện hành động stash

source: Execute status action
ro: Execută acțiunea de stare
vi: Thực hiện hành động trạng thái

source: Add Related Options:
ro: Opțiuni legate de adăugare:
vi: Tùy chọn liên quan đến thêm:

source: Blame Related Options:
ro: Opțiuni legate de învinuire:
vi: Tùy chọn liên quan đến blame:

source: Branch Related Options:
ro: Opțiuni legate de ramificare:
vi: Tùy chọn liên quan đến nhánh:

source: Clone Related Options:
ro: Opțiuni legate de clonare:
vi: Tùy chọn liên quan đến sao chép:

source: Log Related Options:
ro: Opțiuni legate de înregistrare:
vi: Tùy chọn liên quan đến nhật ký:

source: Move Related Options:
ro: Opțiuni legate de mutare:
vi: Tùy chọn liên quan đến di chuyển:

source: Reset Related Options:
ro: Opțiuni legate de reinițializare:
vi: Tùy chọn liên quan đến đặt lại:

source: Stash Related Options:
ro: Opțiuni legate de ascundere:
vi: Tùy chọn liên quan đến stash:

source: Status Related Options:
ro: Opțiuni legate de stare:
vi: Tùy chọn liên quan đến trạng thái:

source: Line
ro: Linia
vi: Dòng

source: Revision
ro: Revizuirea
vi: Phiên bản

source: Author
ro: Autor
vi: Tác giả

source: Date
ro: Data
vi: Ngày

source: _Close
ro: _Închide
vi: Đó_ng

source: _Cancel
ro: _Anulează
vi: _Huỷ

source: Active
ro: Activă
vi: Hoạt động

source: Name
ro: Nume
vi: Tên

source: _Jump to
ro: _Salt la
vi: _Nhảy tới

source: _New
ro: _Nou
vi: _Mới

source: Branch name:
ro: Numele ramurii:
vi: Tên nhánh:

source: Remove directories.
ro: Elimină directoarele.
vi: Loại bỏ thư mục.

source: Exclude ignored files
ro: Exclude fișierele ignorate
vi: Loại trừ tệp bị bỏ qua

source: Include ignored files
ro: Include fișierele ignorate
vi: Bao gồm tệp bị bỏ qua

source: Only ignored files
ro: Doar fișierele ignorate
vi: Chỉ tệp bị bỏ qua

source: Force clean.
ro: Forțează curățarea.
vi: Ép buộc dọn dẹp.

source: Clone finished
ro: Clonare finalizată
vi: Sao chép hoàn tất

source: Cloning...
ro: Se clonează...
vi: Đang sao chép...

source: Failed
ro: A eșuat
vi: Thất bại

source: untracked
ro: neînregistrate(neurmărite)
vi: không theo dõi

source: Path
ro: Ruta
vi: Đường dẫn

source: State
ro: Stare
vi: Trạng thái

source: Select/Unselect all
ro: Selectează/deselectează tot
vi: Chọn/bỏ chọn tất cả

source: AuthorDate
ro: DatăAutor
vi: Ngày tác giả

source: CommitDate
ro: DatăComitere
vi: Ngày commit

source: Message
ro: Mesaj
vi: Thông điệp

source: Changes
ro: Schimbări
vi: Thay đổi

source: File
ro: Fișier
vi: Tệp

source: _Refresh
ro: _Reîmprospătează
vi: _Làm mới

source: Move finished
ro: Mutare finalizată
vi: Di chuyển hoàn tất

source: Move To
ro: Mutare la
vi: Di chuyển tới

source: Move...
ro: Mută...
vi: Đang di chuyển...

source: Action
ro: Acțiune
vi: Hành động

source: Notify
ro: Notifică
vi: Thông báo

source: Reset finished
ro: Reinițializare finalizată
vi: Đặt lại hoàn tất

source: Reset...
ro: Reinițializează...
vi: Đang đặt lại...

source: Description
ro: Descriere
vi: Mô tả

source: _Save
ro: _Salvează
vi: _Lưu

source: _Apply
ro: _Aplică
vi: Áp _dụng

source: _Delete
ro: Șt_erge
vi: _Xóa

source: C_lear
ro: C_urățare
vi: Xóa hết

source: Stash description:
ro: Descrierea ascunzătorii:
vi: Mô tả stash:

source: Are you sure you want to drop %s?
ro: Sunteți sigur că doriți să renunțați la %s?
vi: Bạn có chắc chắn muốn bỏ %s?

source: Are you sure you want to clear all stash?
ro: Sunteți sigur că vreți să ștergeți toate ascunzătorile?
vi: Bạn có chắc chắn muốn xóa hết stash?

source: _Repository:
ro: _Depozit:
vi: _Kho lưu trữ:

source: Select a folder
ro: Alegeți un dosar
vi: Chọn một thư mục

source: _Directory:
ro: _Director:
vi: _Thư mục:

source: Transfer
ro: Transferă
vi: Truyền

source: Execute changelist action
ro: Execută acțiunea listei de modificări
vi: Thực hiện hành động danh sách thay đổi

source: Execute checkout action
ro: Execută acțiunea de verificare
vi: Thực hiện hành động checkout

source: Execute cleanup action
ro: Execută acțiunea de curățare
vi: Thực hiện hành động dọn dẹp

source: Execute commit action
ro: Execută acțiunea de comitere a modificărilor
vi: Thực hiện hành động commit

source: Execute copy action
ro: Execută acțiunea de copiere
vi: Thực hiện hành động sao chép

source: Execute delete action
ro: Execută acțiunea de ștergere
vi: Thực hiện hành động xóa

source: Execute diff action
ro: Execută acțiunea de comparare a diferențelor
vi: Thực hiện hành động so sánh

source: Execute export action
ro: Execută acțiunea de export
vi: Thực hiện hành động xuất

source: Execute import action
ro: Execută acțiunea de import
vi: Thực hiện hành động nhập

source: Execute lock action
ro: Execută acțiunea de blocare
vi: Thực hiện hành động khóa

source: Execute properties action
ro: Execută acțiunea proprietăților
vi: thực hiện hành động thuộc tính

source: Execute resolved action
ro: Execută acțiunea de rezolvare
vi: thực hiện hành động giải quyết

source: Execute relocate action
ro: Execută acțiunea de realocare
vi: thực hiện hành động thay đổi vị trí

source: Execute revert action
ro: Execută acțiunea de revenire(la valorile anterioare)
vi: thực hiện hành động hoàn nguyên

source: Execute switch action
ro: Execută acțiunea de schimbare
vi: thực hiện hành động chuyển

source: Execute unlock action
ro: Execută acțiunea de deblocare
vi: thực hiện hành động mở khóa

source: Execute update action
ro: Execută acțiunea de actualizare
vi: thực hiện hành động cập nhật

source: Changelist Related Options:
ro: Opțiuni legate de lista de modificări:
vi: Tùy chọn liên quan đến danh sách thay đổi:

source: Checkout Related Options:
ro: Opțiuni legate de verificare:
vi: Tùy chọn liên quan đến checkout:

source: Cleanup Related Options:
ro: Opțiuni legate de curățare:
vi: Tùy chọn liên quan đến dọn dẹp:

source: Commit Related Options:
ro: Opțiuni legate de comiterea modificărilor:
vi: Tùy chọn liên quan đến commit:

source: Copy Related Options:
ro: Opțiuni legate de copiere:
vi: Tùy chọn liên quan đến sao chép:

source: Delete Related Options:
ro: Opțiuni legate de ștergere:
vi: Tùy chọn liên quan đến xóa:

source: Diff Related Options:
ro: Opțiuni legate de compararea diferențelor:
vi: Tùy chọn liên quan đến so sánh:

source: Export Related Options:
ro: Opțiuni legate de export:
vi: Tùy chọn liên quan đến xuất:

source: Import Related Options:
ro: Opțiuni legate de import:
vi: Tùy chọn liên quan đến nhập:

source: Lock Related Options:
ro: Opțiuni legate de blocare:
vi: Tùy chọn liên quan đến khóa:

source: Properties Related Options:
ro: Opțiuni legate de proprietăți:
vi: Tùy chọn liên quan đến thuộc tính:

source: Properties
ro: Proprietăți
vi: Thuộc tính

source: Resolved Related Options:
ro: Opțiuni legate de rezolvare:
vi: Tùy chọn liên quan đến giải quyết:

source: Relocate Related Options:
ro: Opțiuni legate de realocare:
vi: Tùy chọn liên quan đến thay đổi vị trí:

source: Revert Related Options:
ro: Opțiuni legate de revenire(la valorile anterioare):
vi: Tùy chọn liên quan đến hoàn nguyên:

source: Switch Related Options:
ro: Opțiuni legate de schimbare:
vi: Tùy chọn liên quan đến chuyển:

source: Unlock Related Options:
ro: Opțiuni legate de deblocare:
vi: Tùy chọn liên quan đến mở khóa:

source: Update Related Options:
ro: Opțiuni legate de actualizare:
vi: Tùy chọn liên quan đến cập nhật:

source: Not enough arguments provided
ro: Nu au fost furnizate suficiente argumente
vi: Không đủ tham số được cung cấp

source: Blame failed
ro: Acțiunea de învinuire a eșuat
vi: Blame thất bại

source: '%s' is not a local path
ro: „%s” nu este o rută locală
vi: '%s' không phải đường dẫn cục bộ

source: Cleanup failed
ro: Curățarea a eșuat
vi: Dọn dẹp thất bại

source: Cleanup finished
ro: Curățarea a fost finalizată
vi: Dọn dẹp hoàn tất

source: Cleaning up...
ro: Se face curățenie...
vi: Đang dọn dẹp...

source: At revision: %ld
ro: La revizuirea: %ld
vi: Ở phiên bản: %ld

source: Nothing to do
ro: Nimic de făcut.
vi: Không có gì để làm

source: Completed
ro: Sarcină finalizată
vi: Hoàn tất

source: Commit Message
ro: Mesajul de comitere a modificărilor
vi: Thông điệp commit

source: Store password a plaintext?
ro: Stocați parola în text clar?
vi: Lưu mật khẩu dưới dạng văn bản thuần?

source: Added
ro: Adăugat
vi: Đã thêm

source: Copied
ro: Copiat
vi: Đã sao chép

source: Deleted
ro: Șters
vi: Đã xóa

source: Restored
ro: Restaurat
vi: Đã khôi phục

source: Reverted
ro: Revenit(la valorile anterioare)
vi: Đã hoàn nguyên

source: Revert failed
ro: Revenirea(la valorile anterioare) a eșuat
vi: Hoàn nguyên thất bại

source: Skipped
ro: Omis
vi: Đã bỏ qua

source: Updated
ro: Actualizat
vi: Đã cập nhật

source: External
ro: Extern
vi: Bên ngoài

source: Modified
ro: Modificat
vi: Đã sửa đổi

source: Replaced
ro: Substituit
vi: Đã thay thế

source: Transmitting
ro: Transmitere
vi: Đang truyền

source: Locked
ro: Blocat
vi: Đã khóa

source: Unlocked
ro: Deblocat
vi: Đã mở khóa

source: Lock failed
ro: Blocarea a eșuat
vi: Khóa thất bại

source: Unlock failed
ro: Deblocarea a eșuat
vi: Mở khóa thất bại

source: Exists
ro: Există
vi: Đã tồn tại

source: Changelist set
ro: Listă de modificări definită
vi: Danh sách thay đổi đã đặt

source: Changelist cleared
ro: Listă de modificări curățată
vi: Danh sách thay đổi đã xóa

source: Changelist moved
ro: Listă de modificări mutată
vi: Danh sách thay đổi đã di chuyển

source: Merge begin
ro: Începe fuziunea
vi: Bắt đầu hợp nhất

source: Foreign merge begin
ro: Începe fuziunea (cu partea) externă
vi: Bắt đầu hợp nhất ngoại

source: Replace
ro: Înlocuiește
vi: Thay thế

source: Property added
ro: Proprietate adăugată
vi: Thuộc tính đã thêm

source: Property modified
ro: Proprietate modificată
vi: Thuộc tính đã sửa đổi

source: Property deleted
ro: Proprietate ștearsă
vi: Thuộc tính đã xóa

source: Property nonexisting
ro: Proprietate inexistentă
vi: Thuộc tính không tồn tại

source: Revision property set
ro: Proprietate de revizuire stabilită
vi: Thuộc tính phiên bản đã đặt

source: Revision property deleted
ro: Proprietate de revizuire ștearsă
vi: Thuộc tính phiên bản đã xóa

source: Merge completed
ro: Fuziune finalizată
vi: Hợp nhất hoàn tất

source: Tree conflict
ro: Conflict în arbore
vi: Xung đột cây

source: External failed
ro: Eșec extern
vi: Bên ngoài thất bại

source: Started
ro: Început
vi: Đã bắt đầu

source: Skipped obstruction
ro: Obstrucție omisă
vi: Bỏ qua cản trở

source: Skipped working only
ro: Doar lucrarea omisă
vi: Bỏ qua chỉ làm việc

source: Skipped access denied
ro: Acces refuzat omis
vi: Bỏ qua bị từ chối truy cập

source: External removed
ro: Extern eliminat
vi: Bên ngoài đã loại bỏ

source: Shadowed add
ro: Adăugare în umbră
vi: Thêm bị che

source: Shadowed update
ro: Actualizare în umbră
vi: Cập nhật bị che

source: Shadowed delete
ro: Ștergere în umbră
vi: Xóa bị che

source: Merge record info
ro: Fuzionează informațiile de înregistrare
vi: Thông tin bản ghi hợp nhất

source: Upgraded path
ro: Rută actualizată
vi: Đường dẫn đã nâng cấp

source: Merge record info begin
ro: Începe fuzionarea informațiilor de înregistrare
vi: Bắt đầu thông tin bản ghi hợp nhất

source: Merge elide info
ro: Fuzionează informațiile omise
vi: Thông tin loại trừ hợp nhất

source: Patch
ro: Plasture(corecție)
vi: Vá

source: Applied hunk
ro: Bucată aplicată
vi: Khối đã áp dụng

source: Rejected hunk
ro: Bucată respinsă
vi: Khối bị từ chối

source: Hunk already applied
ro: Bucată deja aplicată
vi: Khối đã áp dụng

source: Copied replaced
ro: Copiere înlocuită
vi: Sao chép đã thay thế

source: URL redirect
ro: Redirecționare URL
vi: Chuyển hướng URL

source: Path nonexistent
ro: Rută inexistentă
vi: Đường dẫn không tồn tại

source: Missing
ro: Lipsește
vi: Thiếu

source: Out of date
ro: Neactualizat
vi: Không còn hợp lệ

source: No parent
ro: Fără părinte
vi: Không có cha

source: Forbidden by server
ro: Interzis de către server
vi: Bị máy chủ cấm

source: Skipped conflicted
ro: Conflict omis
vi: Bỏ qua xung đột

source: Inapplicable
ro: Inaplicabil
vi: Không áp dụng được

source: Unchanged
ro: Neschimbat
vi: Không thay đổi

source: Obstructed
ro: Obstrucționat
vi: Bị cản trở

source: Changed
ro: Modificat
vi: Đã thay đổi

source: Merged
ro: Fuzionat
vi: Đã hợp nhất

source: Conflicted
ro: Conflictual
vi: Xung đột

source: Source missing
ro: Sursa lipsește
vi: Thiếu nguồn

source: Ignored
ro: Ignorat
vi: Bị bỏ qua

source: Incomplete
ro: Incomplet
vi: Không hoàn chỉnh

source: Error
ro: Eroare
vi: Lỗi

source: Local action
ro: Acțiune locală
vi: Hành động cục bộ

source: Local copy
ro: Copie locală
vi: Sao chép cục bộ

source: Copy To
ro: Copiază la
vi: Sao chép tới

source: Local delete
ro: Ștergere locală
vi: Xóa cục bộ

source: Delete Message
ro: Mesaj de ștergere
vi: Xóa thông điệp

source: Diff failed
ro: Operația de comparare a eșuat
vi: So sánh thất bại

source: Self
ro: Auto
vi: Chỉ mình

source: Immediate files
ro: Fișiere imediate
vi: Tệp trực tiếp

source: Recursive
ro: Recursiv
vi: Đệ quy

source: Notice ancestry
ro: Anunț ancestral
vi: Chú ý tổ tiên

source: Do not show differences for deleted files
ro: Nu afișa diferențele pentru fișierele șterse
vi: Không hiển thị sự khác biệt cho tệp đã xóa

source: Show copies as additions
ro: Afișează copiile ca adăugiri
vi: Hiển thị bản sao như phần thêm

source: Loading...
ro: Se încarcă…
vi: Đang tải...

source: _Certificate:
ro: _Certificat:
vi: _Chứng chỉ:

source: Select a file
ro: Selectează un fişier
vi: Chọn một tệp

source: Remember
ro: Reține
vi: Ghi nhớ

source: Certificate
ro: Certificat
vi: Chứng chỉ

source: Import Message
ro: Mesaj de import
vi: Thông điệp nhập

source: Log failed
ro: Înregistrare eșuată
vi: Nhật ký thất bại

source: Stop On Copy
ro: Oprire la copiere
vi: Dừng khi sao chép

source: Show Merged Revisions
ro: Afișează revizuirile fuzionate
vi: Hiển thị phiên bản đã hợp nhất

source: _Username:
ro: N_umele utilizatorului:
vi: Tên _người dùng:

source: _Password:
ro: _Parola:
vi: _Mật khẩu:

source: Login
ro: Autentificare
vi: Đăng nhập

source: Log Message
ro: Mesaj de jurnal(înregistrare)
vi: Thông điệp nhật ký

source: Local move
ro: Mutare locală
vi: Di chuyển cục bộ

source: MIME type
ro: Tip MIME
vi: Kiểu MIME

source: Notification
ro: Notificare
vi: Thông báo

source: Set property failed
ro: Stabilirea proprietății a eșuat
vi: Đặt thuộc tính thất bại

source: Properties failed
ro: Proprietățile au eșuat
vi: Thuộc tính thất bại

source: Value
ro: Valoare
vi: Giá trị

source: _Add
ro: _Adaugă
vi: _Thêm

source: _Remove
ro: _Elimină
vi: _Xóa

source: Relocate failed
ro: Realocarea a eșuat
vi: Thay đổi vị trí thất bại

source: Relocate finished
ro: Realocare finalizată
vi: Thay đổi vị trí hoàn tất

source: Relocating...
ro: Se realocă...
vi: Đang thay đổi vị trí...

source: _From:
ro: _De la:
vi: _Từ:

source: _To:
ro: _La:
vi: _Tới:

source: Status failed
ro: Obținerea stării a eșuat
vi: Trạng thái thất bại

source: Prop state
ro: Starea proprietăților
vi: Trạng thái thuộc tính

source: Repo state
ro: Starea depozitului
vi: Trạng thái kho

source: Repo prop state
ro: Starea proprietăților depozitului
vi: Trạng thái thuộc tính kho

source: Show Unmodified Files
ro: Afișează fișierele nemodificate
vi: Hiển thị tệp chưa sửa đổi

source: Show Unversioned Files
ro: Afișează fișierele fără versiune
vi: Hiển thị tệp chưa quản lý phiên bản

source: Show Ignored Files
ro: Afișează fișierele ignorate
vi: Hiển thị tệp bị bỏ qua

source: Hide Externals
ro: Ascunde datele externe
vi: Ẩn bên ngoài

source: Check Repository
ro: Verifică depozitul
vi: Kiểm tra kho lưu trữ

source: Certificate is not yet valid.
ro: Certificatul nu este încă valid.
vi: Chứng chỉ chưa hợp lệ.

source: Certificate has expired.
ro: Certificatul a expirat.
vi: Chứng chỉ đã hết hạn.

source: Certificate does not match the remote hostname.
ro: Certificatul nu coincide cu numele de gazdă de la distanță.
vi: Chứng chỉ không khớp với tên máy chủ từ xa.

source: Certificate authority is unknown.
ro: Autoritatea de certificare nu este cunoscută.
vi: Cơ quan chứng chỉ không rõ.

source: Other failure.
ro: Alt eșec.
vi: Lỗi khác.

source: Trust
ro: De încredere
vi: Tin tưởng

source: Exclude
vi: Loại trừ

source: Conflict
vi: Xung đột

source: Normal
vi: Bình thường
